9/data/attachments/fa2c5f1e75a6a79b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Rebecca_term_Friend_84184_5</nif:username>
            <nif:friendToBeRequested>soap_friends_9f294a72-b022-490e-aa65-2f2eab2308cd</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>